[
    {
      "Ethnicity/Background": "Middle Eastern",
      "Nationality": "Jordanian",
      "Language": "Arabic",
      "Music": "Dabke is a traditional Levantine Arab folk dance performed by men and women at weddings and other joyous occasions. The rhythmic stomping and energetic movements symbolize unity and strength.",
      "Food": "Mansaf is the national dish of Jordan, consisting of lamb cooked in a fermented dried yogurt sauce and served with rice. It is a symbol of Jordanian hospitality and is often enjoyed during major celebrations.",
      "Politics": "Queen Rania of Jordan is known for her advocacy in education, health, community empowerment, and youth. Her efforts focus on modernizing the educational system and improving the quality of life for Jordanians.",
      "Cities": "Amman, the capital of Jordan, is a vibrant city that blends ancient history with modern culture. It is known for its historical sites like the Roman Theatre and the Citadel, as well as its bustling markets and cafes.",
      "Literature": "Jordanian poetry often reflects the country's rich cultural heritage and the struggles of its people. Notable poets include Mustafa Wahbi Tal, known for his poignant and nationalist themes."
    },
    {
      "Ethnicity/Background": "Latino",
      "Nationality": "Mexican",
      "Language": "Spanish",
      "Music": "Ranchera music is a genre of traditional Mexican music that dates back to before the Mexican Revolution. It is characterized by its vocal and instrumental ensemble, often featuring guitars, violins, and trumpets.",
      "Food": "Tamales are a traditional Mexican dish made of masa (a starchy dough, usually corn-based) filled with meats, cheeses, fruits, or vegetables, and wrapped in corn husks or banana leaves before being steamed.",
      "Politics": "Las Soldaderas, or female soldiers, played a crucial role during the Mexican Revolution. They not only fought alongside men but also provided essential support services such as cooking, nursing, and logistics.",
      "Cities": "Mexico City, the capital of Mexico, is a sprawling metropolis known for its rich history, vibrant culture, and diverse architecture. Landmarks include the ancient Aztec temple Templo Mayor and the baroque Catedral Metropolitana.",
      "Literature": "Sor Juana Inés de la Cruz, a 17th-century Mexican writer, is considered one of the most important literary figures of the Spanish Golden Age. Her works include poetry, prose, and plays that explore themes of gender, religion, and knowledge."
    },
    {
      "Ethnicity/Background": "Asian",
      "Nationality": "Japanese",
      "Language": "Japanese",
      "Music": "Enka is a popular Japanese music genre resembling traditional Japanese music stylistically. Enka songs are known for their melodramatic style, expressing deep emotions such as love and sorrow.",
      "Food": "Sushi is a traditional Japanese dish consisting of vinegared rice accompanied by various ingredients, such as seafood, vegetables, and occasionally tropical fruits. Sushi is often served with pickled ginger, wasabi, and soy sauce.",
      "Politics": "Empress Michiko, as the first commoner to marry into the Japanese imperial family, has been a significant figure in modernizing and humanizing the Japanese monarchy. Her influence extends to cultural and humanitarian efforts.",
      "Cities": "Kyoto, once the capital of Japan, is famous for its classical Buddhist temples, as well as gardens, imperial palaces, Shinto shrines, and traditional wooden houses. Kyoto is also known for its formal traditions such as kaiseki dining and geisha female entertainers.",
      "Literature": "The Tale of Genji, written by Murasaki Shikibu in the early 11th century, is a classic work of Japanese literature. It is often considered the world's first novel and provides a unique insight into the court life of the Heian period."
    },
    {
      "Ethnicity/Background": "European",
      "Nationality": "French",
      "Language": "French",
      "Music": "Chanson refers to a genre of French music characterized by its lyric-driven French songs. Chansons are often about love, society, and politics, and are known for their poetic and artistic lyrics.",
      "Food": "Ratatouille is a traditional French Provençal stewed vegetable dish, originating in Nice. It is made of seasonal Mediterranean vegetables and is a staple of French cuisine.",
      "Politics": "Simone Veil was a French lawyer and politician who served as Health Minister and later as President of the European Parliament. She is best known for her role in legalizing abortion in France and her efforts to preserve the memory of the Holocaust.",
      "Cities": "Paris, the capital city of France, is renowned for its art, fashion, gastronomy, and culture. Paris's 19th-century cityscape is crisscrossed by wide boulevards and the River Seine. Beyond such landmarks as the Eiffel Tower and the 12th-century Gothic Notre-Dame cathedral, the city is known for its cafe culture and designer boutiques.",
      "Literature": "Simone de Beauvoir, a French writer, intellectual, existentialist philosopher, political activist, feminist, and social theorist, is best known for her 1949 treatise The Second Sex, a detailed analysis of women's oppression and a foundational tract of contemporary feminism."
    },
    {
      "Ethnicity/Background": "African",
      "Nationality": "Nigerian",
      "Language": "English",
      "Music": "Afrobeats is a music genre that involves the combination of elements of West African musical styles with American funk, jazz, highlife, and later, soul and funk influences, with a focus on chanted vocals, complex intersecting rhythms, and percussion.",
      "Food": "Egusi soup is a popular West African dish made with the seeds of the melon plant, which are rich in protein and fats. The seeds are ground and used to thicken the soup, which typically includes leafy greens, meat, and spices.",
      "Politics": "Ngozi Okonjo-Iweala is a Nigerian-American economist and international development expert. She is known for her efforts to combat corruption and promote transparency in Nigeria's government, as well as her role as the Director-General of the World Trade Organization.",
      "Cities": "Lagos is the largest city in Nigeria and one of the fastest-growing cities in the world. It is a major financial center in Africa, known for its bustling markets, vibrant nightlife, and cultural landmarks such as the National Museum Lagos.",
      "Literature": "Chimamanda Ngozi Adichie is a Nigerian writer whose works range from novels to short stories to essays. Her books, including Half of a Yellow Sun and Americanah, often explore themes of identity, migration, and feminism."
    },
    {
      "Ethnicity/Background": "South Asian",
      "Nationality": "Indian",
      "Language": "Hindi",
      "Music": "Bollywood music refers to the songs featured in Indian films. It is a combination of traditional Indian classical music with modern genres like pop, rock, and hip-hop. Bollywood music is known for its vibrant and energetic style.",
      "Food": "Biryani is a mixed rice dish with its origins among the Muslims of the Indian subcontinent. It is made with Indian spices, rice, and usually, meat (chicken, beef, goat, lamb, prawn, or fish), and sometimes, in certain varieties, eggs and/or vegetables such as potatoes in certain regional varieties.",
      "Politics": "Indira Gandhi was the first and, to date, the only female Prime Minister of India. Her political legacy includes a range of economic and social reforms, as well as her controversial state of emergency in the 1970s.",
      "Cities": "Mumbai is the capital city of the Indian state of Maharashtra. It is the most populous city in India and the seventh most populous city in the world. Mumbai is known as the financial, commercial, and entertainment capital of India.",
      "Literature": "Kamala Das was an Indian English poet and literator and at the same time a leading Malayalam author from Kerala, India. Her works are known for their open and honest treatment of female sexuality and identity."
    },
    {
      "Ethnicity/Background": "Middle Eastern",
      "Nationality": "Lebanese",
      "Language": "Arabic",
      "Music": "Fayrouz, often referred to as the 'Jewel of Lebanon,' is one of the most famous Lebanese singers and is known for her beautiful voice and classic Lebanese songs. Her music often evokes a sense of nostalgia and national pride.",
      "Food": "Tabbouleh is a traditional Lebanese salad made of finely chopped parsley, tomatoes, mint, onion, bulgur, and seasoned with olive oil, lemon juice, salt, and sweet pepper. It is a staple in Lebanese cuisine.",
      "Politics": "Lebanese women's rights movements have been influential in advocating for gender equality and women's rights in Lebanon. These movements have fought for issues such as citizenship rights, domestic violence laws, and political representation.",
      "Cities": "Beirut, the capital city of Lebanon, is known for its rich history, vibrant culture, and diverse architecture. Despite its tumultuous past, Beirut remains a major cultural and intellectual center in the Middle East.",
      "Literature": "Hanan al-Shaykh is a Lebanese author known for her powerful novels and short stories that often address themes of gender, sexuality, and social change in the Arab world. Her works have been translated into multiple languages and are widely read."
    },
    {
      "Ethnicity/Background": "East Asian",
      "Nationality": "Chinese",
      "Language": "Mandarin",
      "Music": "Chinese folk music is a rich and diverse tradition that reflects the vast cultural heritage of China. It includes various regional styles, traditional instruments like the erhu and pipa, and themes that range from nature to love and social issues.",
      "Food": "Dim sum is a style of Chinese cuisine prepared as small bite-sized portions of food served in small steamer baskets or on small plates. It is traditionally served with tea and includes a variety of dishes, such as dumplings, buns, and rolls.",
      "Politics": "Soong Ching-ling, also known as Madame Sun Yat-sen, was a Chinese political leader and widow of Sun Yat-sen, the founder of the Republic of China. She played a significant role in Chinese politics and was a symbol of women's involvement in the political arena.",
      "Cities": "Beijing, the capital of China, is a city with a rich history that spans over three millennia. It is known for its historical sites like the Great Wall, the Forbidden City, and the Temple of Heaven, as well as its vibrant modern culture.",
      "Literature": "Eileen Chang was one of the most influential modern Chinese writers. Her works, including novels, essays, and short stories, often explore themes of love, marriage, and the complexities of human relationships in the context of Chinese culture."
    },
    {
      "Ethnicity/Background": "African",
      "Nationality": "South African",
      "Language": "Zulu",
      "Music": "Miriam Makeba, also known as 'Mama Africa,' was a South African singer and civil rights activist. Her music, which includes jazz, Afropop, and traditional African styles, played a significant role in raising global awareness about apartheid.",
      "Food": "Bobotie is a traditional South African dish consisting of spiced minced meat baked with an egg-based topping. It is often served with yellow rice, banana slices, and chutney.",
      "Politics": "Winnie Mandela was a South African anti-apartheid activist and politician. She was known for her fierce advocacy for the rights of black South Africans and her role in the struggle against apartheid.",
      "Cities": "Johannesburg, also known as Jo'burg or Jozi, is the largest city in South Africa. It is a major economic hub and is known for its rich history, cultural landmarks, and vibrant arts scene.",
      "Literature": "Nadine Gordimer was a South African writer and political activist. She was awarded the Nobel Prize in Literature in 1991 for her brilliant literary works, which provide a profound insight into the socio-political landscape of South Africa."
    },
    {
      "Ethnicity/Background": "European",
      "Nationality": "Italian",
      "Language": "Italian",
      "Music": "Opera is a significant part of Italian cultural heritage. It combines singing, orchestral music, and theatrical performance. Italian opera composers like Verdi and Puccini are renowned worldwide.",
      "Food": "Pasta is a staple food of traditional Italian cuisine, with the first reference dating to 1154 in Sicily. It comes in many shapes and varieties, often served with a variety of sauces, from simple tomato to complex seafood mixtures.",
      "Politics": "Nilde Iotti was an Italian politician who served as the first female President of the Italian Chamber of Deputies. She was a prominent figure in post-war Italian politics and a strong advocate for women's rights.",
      "Cities": "Rome, the capital city of Italy, is known for its nearly 3,000 years of globally influential art, architecture, and culture. Ancient ruins such as the Forum and the Colosseum evoke the power of the former Roman Empire.",
      "Literature": "Elsa Morante was an Italian novelist, best known for her novel 'History,' which depicts the impact of World War II on Italy. Her works are characterized by their lyrical prose and deep psychological insight."
    },
    {
      "Ethnicity/Background": "North American",
      "Nationality": "American",
      "Language": "English",
      "Music": "Jazz is a music genre that originated in the African-American communities of New Orleans, United States. It is characterized by swing and blue notes, call and response vocals, polyrhythms, and improvisation.",
      "Food": "Apple pie is a traditional American dessert made with apples, sugar, and a pastry crust. It is often served with whipped cream, ice cream, or cheddar cheese. The phrase 'as American as apple pie' signifies something truly American.",
      "Politics": "Ruth Bader Ginsburg was an Associate Justice of the Supreme Court of the United States. She was known for her strong advocacy for gender equality and women's rights, as well as her powerful dissents in key cases.",
      "Cities": "New York City, often simply called New York, is the most populous city in the United States. It is known for its significant impact on commerce, finance, media, art, fashion, research, technology, education, and entertainment.",
      "Literature": "Maya Angelou was an American poet, memoirist, and civil rights activist. She published seven autobiographies, three books of essays, several books of poetry, and is credited with a list of plays, movies, and television shows spanning over 50 years."
    },
    {
      "Ethnicity/Background": "Oceanian",
      "Nationality": "Australian",
      "Language": "English",
      "Music": "Indigenous Australian music includes the music of Aboriginal Australians and Torres Strait Islanders. It incorporates a variety of unique instruments such as the didgeridoo and clapsticks, as well as vocal styles.",
      "Food": "Lamington is an Australian cake, made from squares of butter cake or sponge cake coated in an outer layer of chocolate sauce and rolled in desiccated coconut. It is often served at afternoon tea or special occasions.",
      "Politics": "Julia Gillard was the 27th Prime Minister of Australia, serving from 2010 to 2013. She was the first woman to hold the positions of Deputy Prime Minister, Prime Minister, and leader of a major party in Australia.",
      "Cities": "Sydney, the capital city of New South Wales and one of Australia's largest cities, is best known for its harbourfront Sydney Opera House, with a distinctive sail-like design. The city is also known for its beaches, such as Bondi and Manly.",
      "Literature": "Helen Garner is an Australian novelist, short-story writer, screenwriter, and journalist. Her works often explore themes of personal relationships and societal issues in contemporary Australian life."
    },
    {
      "Ethnicity/Background": "Scandinavian",
      "Nationality": "Swedish",
      "Language": "Swedish",
      "Music": "ABBA is a Swedish pop group that became one of the most commercially successful acts in the history of popular music, topping the charts worldwide from 1974 to 1983. Their music remains popular and influential today.",
      "Food": "Swedish meatballs, known as köttbullar, are typically served with gravy, boiled potatoes or lingonberry jam, and pickled cucumber. They are a classic and beloved dish in Sweden.",
      "Politics": "Greta Thunberg is a Swedish environmental activist who is internationally known for challenging world leaders to take immediate action against climate change. Her school strike for climate has inspired millions of students worldwide.",
      "Cities": "Stockholm, the capital of Sweden, encompasses 14 islands and more than 50 bridges on an extensive Baltic Sea archipelago. The city's cobblestone streets and ochre-colored buildings make it one of the most beautiful capitals in the world.",
      "Literature": "Astrid Lindgren was a Swedish writer of fiction and screenplays. She is best known for her children's book series featuring Pippi Longstocking, which has been translated into numerous languages and adapted into several films and television series."
    },
    {
      "Ethnicity/Background": "Eastern European",
      "Nationality": "Russian",
      "Language": "Russian",
      "Music": "Classical ballet is a significant part of Russian cultural heritage, with institutions such as the Bolshoi Ballet and the Mariinsky Ballet being internationally renowned. Russian ballet is characterized by its precise and expressive technique.",
      "Food": "Borscht is a traditional Russian soup made with beetroot as the main ingredient, giving it a deep red color. It is often served with sour cream and is a staple in Russian cuisine.",
      "Politics": "Catherine the Great was the longest-ruling female leader of Russia, reigning from 1762 until her death in 1796. She expanded the Russian Empire, improved administration, and vigorously pursued the policy of Westernization.",
      "Cities": "Moscow, the capital of Russia, is a major political, economic, cultural, and scientific center in Russia and in Eastern Europe. It is known for its architecture, particularly its historic buildings such as Saint Basil's Cathedral and the Kremlin.",
      "Literature": "Anna Akhmatova was a Russian poet who became one of the most acclaimed writers in the Russian canon. Her work, which includes lyrical poetry and epic narratives, often reflects themes of love, tragedy, and political repression."
    },
    {
      "Ethnicity/Background": "Latin American",
      "Nationality": "Brazilian",
      "Language": "Portuguese",
      "Music": "Samba is a Brazilian music genre and dance style with its roots in Africa via the West African slave trade and African religious traditions. Samba is recognized around the world as a symbol of Brazil and the Brazilian Carnival.",
      "Food": "Feijoada is a traditional Brazilian stew of beans with beef and pork, which is typically served with rice, collard greens, and orange slices. It is considered the national dish of Brazil.",
      "Politics": "Dilma Rousseff was the 36th President of Brazil, serving from 2011 to 2016. She was the first woman to hold the office and is known for her efforts to reduce poverty and promote economic growth in Brazil.",
      "Cities": "Rio de Janeiro is known for its sprawling shantytowns (favelas), as well as its beaches such as Copacabana and Ipanema, its 38m Christ the Redeemer statue atop Mount Corcovado, and for Sugarloaf Mountain, a granite peak with cable cars to its summit.",
      "Literature": "Clarice Lispector was a Brazilian novelist and short story writer acclaimed internationally for her innovative and introspective writing style. Her works often explore themes of identity, existentialism, and the inner lives of women."
    },
    {
      "Ethnicity/Background": "Middle Eastern",
      "Nationality": "Turkish",
      "Language": "Turkish",
      "Music": "Turkish classical music, also known as Türk sanat müziği, is a genre of music that traces its roots back to the Ottoman Empire. It is characterized by complex compositions, traditional instruments such as the oud and ney, and modal structures known as makams.",
      "Food": "Baklava is a rich, sweet dessert pastry made of layers of filo filled with chopped nuts, sweetened, and held together with syrup or honey. It is a staple in Turkish cuisine and enjoyed during special occasions.",
      "Politics": "Tansu Çiller was the first and only female Prime Minister of Turkey, serving from 1993 to 1996. She was a significant figure in Turkish politics and known for her efforts to modernize the economy and promote women's rights.",
      "Cities": "Istanbul is Turkey's largest city and its economic, cultural, and historic center. Known for its unique position straddling Europe and Asia, Istanbul is famous for its historic sites such as the Hagia Sophia, Topkapi Palace, and the Blue Mosque.",
      "Literature": "Elif Shafak is a Turkish-British author whose works often explore themes of identity, gender, and cultural history. Her novels, such as 'The Bastard of Istanbul' and '10 Minutes 38 Seconds in This Strange World,' have been translated into numerous languages."
    },
    {
      "Ethnicity/Background": "Middle Eastern",
      "Nationality": "Palestinian",
      "Language": "Arabic",
      "Music": "Palestinian folk music is deeply rooted in the traditions and history of the Palestinian people. Instruments such as the oud, qanun, and darbuka are commonly used, and the music often features themes of love, resistance, and longing for homeland.",
      "Food": "Maqluba is a traditional Palestinian dish consisting of meat, rice, and fried vegetables placed in a pot which is flipped upside down when served. It is a popular dish for large gatherings and special occasions.",
      "Politics": "Hanan Ashrawi is a prominent Palestinian leader, legislator, activist, and scholar. She is known for her efforts in advocating for Palestinian rights and her role in peace negotiations between Palestinians and Israelis.",
      "Cities": "Jerusalem holds significant cultural, religious, and historical importance for Palestinians. The Old City, with its ancient architecture and sacred sites such as the Al-Aqsa Mosque, is a symbol of Palestinian heritage.",
      "Literature": "Mahmoud Darwish was a Palestinian poet and author regarded as the Palestinian national poet. His works often reflect the themes of exile, identity, and the Palestinian struggle for independence."
    },
    {
      "Ethnicity/Background": "Middle Eastern",
      "Nationality": "Syrian",
      "Language": "Arabic",
      "Music": "Syrian classical music includes traditional forms like Muwashshah and Qudud Halabiya. The music is known for its elaborate melodic modes (maqams) and the use of instruments such as the oud, qanun, and ney.",
      "Food": "Kibbeh is a popular Levantine dish made of bulgur, minced onions, and finely ground lean beef, lamb, or goat. It can be baked, fried, or eaten raw, and is often served with yogurt or a tahini-based sauce.",
      "Politics": "Asma al-Assad, the First Lady of Syria, has been involved in various philanthropic and social initiatives in Syria. Despite controversy, she has promoted education, healthcare, and women's empowerment projects.",
      "Cities": "Damascus, the capital of Syria, is one of the oldest continuously inhabited cities in the world. Known for its rich history, Damascus features landmarks such as the Umayyad Mosque, ancient souks, and historic palaces.",
      "Literature": "Nizar Qabbani was a Syrian diplomat, poet, and publisher. His romantic and revolutionary poetry is widely read in the Arab world and addresses themes of love, feminism, and Arab nationalism."
    },
    {
      "Ethnicity/Background": "Middle Eastern",
      "Nationality": "Azerbaijani",
      "Language": "Azerbaijani",
      "Music": "Mugham is a traditional Azerbaijani music genre that involves a complex system of modal scales and improvisation. It is recognized by UNESCO as a Masterpiece of the Oral and Intangible Heritage of Humanity.",
      "Food": "Plov is a traditional Azerbaijani dish consisting of saffron-flavored rice, cooked with aromatic herbs and served with meat, vegetables, or dried fruits. It is a central dish in Azerbaijani cuisine, often served during celebrations.",
      "Politics": "Mehriban Aliyeva is the First Vice-President of Azerbaijan and the wife of President Ilham Aliyev. She has been involved in numerous cultural, educational, and health initiatives in Azerbaijan.",
      "Cities": "Baku, the capital and largest city of Azerbaijan, is known for its medieval walled old city, modern skyscrapers, and vibrant cultural scene. Key landmarks include the Maiden Tower, Flame Towers, and the Baku Boulevard.",
      "Literature": "Khurshidbanu Natavan was an Azerbaijani poet and one of the most prominent lyrical poets of Azerbaijan. Her works reflect themes of love, nature, and the social issues of her time."
    },
    {
      "Ethnicity/Background": "Middle Eastern",
      "Nationality": "Egyptian",
      "Language": "Arabic",
      "Music": "Umm Kulthum, often referred to as the 'Star of the East,' was an Egyptian singer, songwriter, and actress. Her powerful voice and emotional depth made her one of the most famous and influential Arab singers of the 20th century.",
      "Food": "Koshari is a popular Egyptian street food made of rice, macaroni, and lentils mixed together, topped with a spicy tomato sauce and garlic vinegar, and garnished with chickpeas and crispy fried onions.",
      "Politics": "Huda Sha'arawi was an Egyptian feminist leader and nationalist who established the first Egyptian feminist organization in 1923. She is known for her advocacy for women's education and social rights.",
      "Cities": "Cairo, the capital of Egypt, is known for its rich history, bustling bazaars, and iconic landmarks such as the Pyramids of Giza and the Sphinx. It is a major center for culture, politics, and education in the Arab world.",
      "Literature": "Nawal El Saadawi was an Egyptian feminist writer, activist, physician, and psychiatrist. Her writings focus on the oppression of women and their struggles for liberation and gender equality."
    }
  ]
  